const giftArray = [
  {
    name: "Воздушный марафон",
    description:
      "Каждый игрок получает воздушный шар своего цвета. Задача — надуть шарик, но не завязывать его, и отпустить, чтобы он пролетел как можно дальше.",
    category: "АКТИВ",
    img: "assets/image-for-work.png",
    button: "none",
  },
  {
    name: "Наперегонки",
    description:
      "Участники становятся спинами друг к другу, а между их спинами кладут шарик. По команде «старт» команды должны добежать до цели, не потеряв шарик и не уронив его ни разу. Тот, кто уронит, возвращается на старт и начинает путь заново. Та команда, которая быстрее и слаженнее всех преодолеет расстояние и доставит шарик до пункта назначения, получит очко.",
    category: "АКТИВ",
    img: "assets/image-for-work.png",
    button: "none",
  },
  {
    name: "Шарик на ложке",
    description:
      "Каждый участник из команды должен перенести шарик на ложке в определенное место, вернуться на исходную позицию и передать его следующему участнику. Какая команда справится быстрее, та и выиграет очко.",
    category: "АКТИВ",
    img: "assets/image-for-work.png",
    button: "none",
  },

  {
    name: "Силач",
    description:
      "Из каждой команды выбираются пары участников. Их задача — держа лист бумаги на вытянутой руке, смять его как можно сильнее. Побеждает команда, чьи участники сумеют сжать лист наиболее компактно.",
    category: "АКТИВ",
    img: "assets/image-for-work.png",
    button: "none",
  },

  {
    name: "Слова",
    description: "Написать стихотворение, посвященное имениннице.",
    category: "ТВОРЧЕСТВО",
    img: "assets/image-for-health.png",
    button: "none",
  },

  {
    name: "Фантастический подарок",
    description:
      "Участники на бумаге придумывают и описывают необычный подарок для именинника, например подушка, исполняющая сны или кошелек, в котором никогда не заканчиваются деньги. Побеждает самый креативный вариант.",
    category: "ТВОРЧЕСТВО",
    img: "assets/image-for-health.png",
    button: "none",
  },

  {
    name: "Сказка",
    description:
      "Участник из одной команды выбирает сказочного персонажа и озвучивает его название на ухо конкуренту. Представитель противоположной команды должен без слов, только с помощью жестов и мимики, изобразить персонажа. Его команда старается угадать, кого он изображает.",
    category: "ТВОРЧЕСТВО",
    img: "assets/image-for-health.png",
  },
  {
    name: "Все наоборот",
    description:
      "Участникам предлагается нарисовать именинницу с праздничным тортом, но левой рукой, если человек правша, а левшам - правой рукой. У какой команды будет красивее рисунок, та и выигрывает.",
    category: "ТВОРЧЕСТВО",
    img: "assets/image-for-health.png",
    button: "none",
  },
  {
    name: "Пуговица",
    description:
      "У какой команды на одежде участников больше пуговиц в сумме, та и выигрывает.",
    category: "ПАССИВ",
    img: "assets/image-for%20harmony.png",
    button: "none",
  },

  {
    name: "Молния",
    description:
      "У какой команды на одежде участников больше молний в сумме, та и выигрывает.",
    category: "ПАССИВ",
    img: "assets/image-for%20harmony.png",
    button: "none",
  },

  {
    name: "Рисунки",
    description:
      "Выбираются по пару участников из команды для прохождения игры. Вы должны нарисовать задания нейросети, кто нарисует лучше, того команда и выигрывает.",
    category: "ПАССИВ",
    img: "assets/image-for%20harmony.png",
    button: "yes",
    link: "https://quickdraw.withgoogle.com/?locale=ru",
  },

  {
    name: "Игра памяти",
    description:
      "Выбираются по пару участников из команды для прохождения игры. Кто пройдет игру за меньшее количество шагов, того команда и выиграла.",
    category: "ПАССИВ",
    img: "assets/image-for%20harmony.png",
    button: "yes",
    link: "https://nasta987.github.io/myEducationalProjects/random-game/index.html",
  },
];
